
[ForceUser X2AbilityTemplate]
LocFriendlyName="Force User"
LocFlyOverText="Force User"
LocLongDescription="Force User possesse a strong connection to the mystical energy field known as the Force. This is the basic requirement to become a Jedi."
LocHelpText="Force User possesse a strong connection to the mystical energy field known as the Force. This is the basic requirement to become a Jedi."
LocPromotionPopupText="<Bullet/>Requirement to become a Jedi."
